<template>
  <v-container class="info-container-about">
    <div class="top-text-content text-content info-container-about" id="about">
      <h2>О салоне</h2>
      <p class="text-body-1 text-medium-emphasis">
        Компонент автоматически адаптируется под мобильные
        устройства и отлично подходит для главных экранов,
        презентаций услуг и продуктовых страниц. Компонент автоматически адаптируется.
        Компонент автоматически адаптируется под мобильные
        устройства и отлично подходит для главных экранов,
        презентаций услуг и продуктовых страниц.
        Компонент автоматически адаптируется под мобильные
        устройства и отлично подходит для главных экранов,
        презентаций услуг и продуктовых страниц. Компонент автоматически адаптируется. Компонент автоматически
        адаптируется. Компонент адаптируется.
        Компонент автоматически адаптируется под мобильные
        устройства и отлично подходит для главных экранов,
        презентаций услуг и продуктовых страниц. И презентаций услуг и продуктовых страниц.
      </p>
    </div>
  </v-container>
</template>
<style scoped>
.info-container-about {
  max-width: 90%;
  margin-left: 5%;
}

.top-text-content {
  padding-top: 90px;
}
</style>