export const sectionsData = {
    paintings: [
        {
            image: 'images/danilov.jpg',
            title: 'Картины'
        },
        {
            image: 'images/mihaylov.jpg',
            title: 'Картины'
        },
        {
            image: 'images/suzdal.jpeg',
            title: 'Картины'
        }
    ],
    handcraft: {
        image: 'images/mihaylov.jpg',
        text: 'В нашем салоне представлены изделия народных промыслов, прежде всего знаменитая Дымковская игрушка — символ Вятского края, а также матрёшки, украшения из натуральных камней и керамика',
        title: 'Народные промыслы'
    },
    about: {
        text: 'У нас представлен широкий выбор картин современных вятских художников: живопись, графика и авторские работы для дома, офиса или в подарок. Мы поможем подобрать произведение, которое гармонично дополнит интерьер или станет памятным подарком. Более 25 лет помогаем художникам, студентам, преподавателям и любителям творчества находить качественные художественные материалы. В нашем салоне вы найдёте всё необходимое для живописи, графики, декоративного творчества и оформления готовых работ.',
        title: 'О салоне'
    },
    arts: {
        text: 'Уже много лет мы представляем в нашем салоне картины местных художников, каждый из которых обладает своим неповторимым почерком, взглядом на мир и историей. В их работах оживают родные пейзажи, личные впечатления и самые разные настроения.',
        title: 'Картины'

    }
}